Repository: bernskiold/bm-wp-experience
Catalog: languages/bm-wp-experience-*.po
Languages: sv_se

source: Last Updated
sv_se: Senast uppdaterad

source: Registered
sv_se: Registrerad

source: Users
sv_se: Användare

source: Storage
sv_se: Lagring

source: Posts
sv_se: Inlägg

source: Image
sv_se: Bild

source: Title
sv_se: Titel

source: Author
sv_se: Författare

source: Categories
sv_se: Kategorier

source: Tags
sv_se: Etiketter

source: Any Tags
sv_se: Alla taggar

source: Date
sv_se: Datum

source: Words
sv_se: Ord

source: Pages
sv_se: Sidor

source: Published
sv_se: Publicerad

source: Last Updated By
sv_se: Senast uppdaterad av

source: Media File
sv_se: Mediafil

source: Any Format
sv_se: All format

source: Dimensions
sv_se: Mått

source: Uploaded To
sv_se: Uppladdat till

source: Thank you for creating with <a href="https://wordpress.org">WordPress</a> and <a href="https://www.bernskioldmedia.com/en/?utm_source=clientsite&utm_medium=dashboard_link&utm_campaign=%1$s">Bernskiold Media</a>.
sv_se: Tack för att du skapar med <a href="https://wordpress.org">WordPress</a> och <a href="https://www.bernskioldmedia.com/sv/?utm_source=clientsite&utm_medium=dashboard&utm_campaign=footerlink">Bernskiold Media</a>.

source: The analytics settings has been updated
sv_se: Analysinställningarna har uppdaterats

source: Analytics Settings for: %s
sv_se: Analysinställningar för: %s

source: Visit
sv_se: Besök

source: Dashboard
sv_se: Adminpanel

source: Instance URL
sv_se: URL för instans

source: Cookie Consent
sv_se: Cookiesamtycke

source: Yes, enable automatic cookie consent integration
sv_se: Ja, aktivera automatisk integrering av cookie-samtycke

source: User ID
sv_se: Användar-ID

source: Yes, send user id to analytics
sv_se: Ja, skicka användar-id till analytics

source: Please note that passing user id to analytics requires informed and specific user consent under GDPR.
sv_se: Observera att överföring av användar-ID till analys kräver informerat och specifikt användarmedgivande enligt GDPR.

source: Track Subdomains
sv_se: Spåra underdomäner

source: Yes, enable tracking of subdomains
sv_se: Ja, aktivera spårning av underdomäner

source: Domain
sv_se: Domän

source: If you have enables subdomains above you need to enter your website domain here, for example: example.com
sv_se: Om du har aktiverat underdomäner ovan måste du ange din webbplatsdomän här, till exempel: example.com

source: Save
sv_se: Spara

source: Help & Support
sv_se: Hjälp & support

source: Customize
sv_se: Anpassa

source: Customize the site appearance.
sv_se: Anpassa webbplatsens utseende.

source: About Bernskiold Media
sv_se: Om Bernskiold Media

source: Services
sv_se: Tjänster

source: Reusable Blocks
sv_se: Återanvändbara block

source: My Website
sv_se: Min webbplats

source: This site does not support comments.
sv_se: Den här webbplatsen stöder inte kommentarer.

source: Unfortunately the academy content is not currently available.
sv_se: Tyvärr är akademins innehåll inte tillgängligt för närvarande.

source: Local
sv_se: Utveckling

source: Production
sv_se: Produktion

source: Configuration files properly secured.
sv_se: Konfigurationsfiler är ordentligt säkrade.

source: The application and environment configuration files are properly secured.
sv_se: Program- och miljökonfigurationsfilerna är ordentligt säkrade.

source: Configuration files needs securing.
sv_se: Konfigurationsfilerna behöver säkras.

source: It could be possible to access the files in the config directory. To fix, please CHMOD the file to a permission set less than, or equal to 440.
sv_se: Det kan vara möjligt att få tillgång till filerna i konfigureringskatalogen. För att åtgärda detta, vänligen CHMOD filen till en behörighetsuppsättning som är mindre än eller lika med 440.

source: Configuration File Permissions
sv_se: Behörigheter för konfigurationsfiler

source: The .env file is protected.
sv_se: .env-filen är skyddad.

source: The .env file with secrets is properly protected.
sv_se: .env-filen med hemligheter är korrekt skyddad.

source: There is no .env file present.
sv_se: Det finns ingen .env-fil.

source: You are not using a .env file on this environment. No need to do anything.
sv_se: Du använder inte en .env-fil i den här miljön. Du behöver inte göra något.

source: The .env file is readable!
sv_se: .env-filen är läsbar!

source: This issue poses a major security flaw on the system. This should be fixed immediately as personal data and/or passwords could be exposed.
sv_se: Detta problem utgör en stor säkerhetsbrist i systemet. Detta bör åtgärdas omedelbart eftersom personuppgifter och/eller lösenord kan komma att avslöjas.

source: .env File Permissions
sv_se: .env-filens behörigheter

source: This site is covered by a maintenance plan.
sv_se: Denna webbplats omfattas av ett underhållsavtal.

source: This website is covered by a maintenance plan. That means it is getting the latest security updates and monitoring to keep it safe and secure.
sv_se: Denna webbplats omfattas av ett underhållsavtal. Det innebär att den får de senaste säkerhetsuppdateringarna och övervakningen för att hålla den säker och trygg.

source: This site is not covered by a maintenance plan.
sv_se: Denna webbplats omfattas inte av något underhållsavtal.

source: Not having the site on a maintenance plan means that you need to take extra care updating WordPress, plugins and themes to keep it up to date with the latest security fixes. Contact us at <a href="mailto:support@bernskioldmedia.com">support@bernskioldmedia.com</a> to find out more.
sv_se: Om webbplatsen inte har ett underhållsavtal innebär det att du måste vara extra noga med att uppdatera WordPress, plugins och teman för att hålla den uppdaterad med de senaste säkerhetsfixarna. Kontakta oss på <a href="mailto:support@bernskioldmedia.com">support@bernskioldmedia.com</a> för att få veta mer.

source: Maintenance Plan Coverage
sv_se: Underhållsavtal

source: Security
sv_se: Säkerhet

source: The wp-config.php file is not readable.
sv_se: Filen wp-config.php kan inte läsas.

source: When the wp-config.php file is protected there is less risk of important configuration secrets becoming exposed.
sv_se: När filen wp-config.php är skyddad är risken mindre att viktiga konfigurationshemligheter avslöjas.

source: The wp-config.php file is publicly readable.
sv_se: Filen wp-config.php kan läsas av allmänheten.

source: It could be possible to access the wp-config.php file publicly. To fix, please CHMOD the file to a permission set less than, or equal to 440.
sv_se: Det kan vara möjligt att komma åt filen wp-config.php offentligt. För att åtgärda detta, vänligen ändra filens rättigheter till en behörighetsuppsättning som är mindre än eller lika med 440.

source: WP-Config File Permissions
sv_se: Filbehörigheter för wp-config

source: E-Mails Not Sending:
sv_se: E-postmeddelanden skickas inte:

source: Sending via SMTP is currently enabled but the configuration has not been properly set in the configuration files. Sending via SMTP is therefore disabled and e-mail will be send via the default PHP sendmail functions.
sv_se: Sändning via SMTP är för närvarande aktiverat, men konfigurationen har inte ställts in korrekt i konfigurationsfilerna. Sändning via SMTP är därför inaktiverad och e-post kommer att skickas via PHP:s standardfunktioner för sendmail.

source: You can fix this error by either disabling SMTP in the configuration, or providing proper configuration values.
sv_se: Du kan åtgärda felet genom att antingen inaktivera SMTP i konfigurationen eller ange korrekta konfigurationsvärden.

source: [%s] Password Reset
sv_se: [%s] Återställning av lösenord

source: BM Suggested
sv_se: BM-förslag

source: Some plugins may affect the display, performance, and reliability of your website negatively. Please consider <a href='%s'>Bernskiold Media suggestions</a> and if in doubt consult with Bernskiold Media support.
sv_se: Vissa tillägg kan påverka visningen, prestandan och pålitligheten på din webbplats på ett negativt sätt. Överväg gärna att använda <a href='%s'>Bernskiold Medias föreslagna tillägg</a> och om du är osäker, rådfråga Bernskiold Medias support.

source: Learn More
sv_se: Lär dig mer

source: Warning: This plugin provides additional enterprise-grade protective measures, alongside WordPress core tweaks for an optimal experience. If you deactive, you should consider adding similar protective measuress. Are you sure you want to deactivate?
sv_se: Varning: Detta tillägg ger särskilda skyddsåtgärder på enterprise-nivå, utöver justeringar av WordPress för en optimal upplevelse. Om du deaktiverar bör du överväga att lägga in liknande skyddsåtgärder. Är du säker på att du vill deaktivera?

source: Authentication is required.
sv_se: Autentisering krävs.

source: The code you entered is not valid. Please try again.
sv_se: Koden du angav är inte giltig. Försök igen.

source: The backup code you entered is not valid. Please try again.
sv_se: Återställningskoden du angav är inte giltig. Försök igen.

source: Please <a href="%s">reset your password</a> in order to meet the security guidelines for this website.
sv_se: Vänligen <a href="%s">återställ ditt lösenord</a> för att uppfylla säkerhetsriktlinjerna för denna webbplats.

source: Every %d Minutes
sv_se: Varje %d minuter

source: View details
sv_se: Visa detaljer

source: More information about %s
sv_se: Mer information om %s

source: Check for updates
sv_se: Sök efter uppdateringar

source: Unknown update checker status "%s"
sv_se: Okänd status på uppdateringskontrollen: "%s"

source: There is no changelog available.
sv_se: Det finns ingen ändringslogg tillgänglig.

source: Two-Factor Authentication
sv_se: Tvåfaktorsautentisering

source: Protect your account and increase security by enabling two-factor authentication.
sv_se: Skydda ditt konto och öka säkerheten genom att aktivera tvåfaktorsautentisering.

source: Activation Status
sv_se: Aktiveringsstatus

source: Two factor authentication is <span style="color: green; font-weight: bold;">enabled</span>.
sv_se: Tvåfaktorsautentisering är <span style="color: green; font-weight: bold;">aktiverat</span>.

source: Disable Two-Factor Authentication
sv_se: Inaktivera tvåfaktorsautentisering

source: Two factor authentication is <span style="color: red; font-weight: bold;">disabled</span>. Please enable to better secure your account.
sv_se: Tvåfaktorsautentisering är <span style="color: red; font-weight: bold;">inaktiverat</span>. Aktivera för att skydda ditt konto bättre.

source: Enable Two-Factor Authentication
sv_se: Aktivera tvåfaktorsautentisering

source: Activate Two-Factor Authentication
sv_se: Aktivera tvåfaktorsautentisering

source: We recommend using an application such as <a href="https://1password.com" target="_blank">1Password</a> that lets you both store passwords securely, as well two factor codes.
sv_se: Vi rekommenderar att du använder ett program som t.ex <a href="https://1password.com" target="_blank">1Password</a> som låter dig både lagra lösenord och tvåfaktorskoder säkert.

source: You can also use a dedicated app such as <a href="https://authy.com" target="_blank">Authy</a> if you don't want a full password manager.
sv_se: Du kan också använda en särskild app som <a href="https://authy.com" target="_blank">Authy</a> om du inte vill ha en fullständig lösenordshanterare.

source: Get Started
sv_se: Kom igång

source: Please scan the QR code below with your authenticator application .
sv_se: Skanna QR-koden nedan med din autentiseringsapplikation.

source: Go back
sv_se: Gå tillbaka

source: Proceed to Validate
sv_se: Fortsätt till validering

source: Great! Your authenticator app should now be giving you a six-digit code back. Please enter it in below.
sv_se: Bra! Din autentiseringsapp bör nu ge dig en sexsiffrig kod tillbaka. Ange den nedan.

source: Unfortunately the code you entered was not valid . Please try again
sv_se: Tyvärr var koden du angav inte giltig. Försök igen

source: Verify the Code
sv_se: Kontrollera koden

source: Please store the follow recovery codes securely in case you loose access. You will not be able to see these again.
sv_se: Spara följande återställningskoder om du skulle förlora åtkomst till din autentiseringsapp. Du kommer inte att kunna se dessa igen.

source: Finish Setup
sv_se: Avsluta konfigurationen

source: https://bernskioldmedia.com/en/academy/
sv_se: https://bernskioldmedia.com/sv/academy/

source: More at the Academy ›
sv_se: Mer i akademin ›

source: You are required to activate two-factor authentication for your account to strengthen security.
sv_se: Du måste aktivera tvåfaktorsautentisering för ditt konto för att öka säkerheten.

source: Unfortunately the code you entered was not valid . Please try again.
sv_se: Tyvärr var koden du angav inte giltig Försök igen.

source: Error
sv_se: Fel

source: Please enter one of your backup codes to log into your account.
sv_se: Ange en av dina återställningskoder för att logga in på ditt konto.

source: Backup Code:
sv_se: Återställningskod:

source: Log In
sv_se: Logga in

source: Please enter the verification code from your authenticator app.
sv_se: Ange koden från din autentiseringsapp.

source: Authentication Code:
sv_se: Autentiseringskod:

source: Login using backup code
sv_se: Logga in med återställningskod

source: Staging Environment
sv_se: Staging-miljö

source: BM WP Experience
sv_se: BM WP-upplevelse

source: https://www.bernskioldmedia.com
sv_se: https://www.bernskioldmedia.com/sv

source: Provides an opinionated WordPress experience with clean-up and tweaks that we at Bernskiold Media have found runs WordPress best.
sv_se: Ger en WordPress-upplevelse med justeringar och förbättringar som vi på Bernskiold Media tycker optimerar WordPress på bästa sätt.

# BM Academy URL
source: https://www.bernskioldmedia.com/en/academy/
sv_se: https://www.bernskioldmedia.com/sv/academy/

# BM Services URL
source: https://www.bernskioldmedia.com/en/services/
sv_se: https://www.bernskioldmedia.com/en/tjanster/

# academy feed
source: https://bernskioldmedia.com/en/feed/
sv_se: https://bernskioldmedia.com/sv/feed/

# the plugin title
source: The %s plugin is up to date.
sv_se: Tillägget %s har senaste versionen.

# the plugin title
source: A new version of the %s plugin is available.
sv_se: Det finns en ny version av tillägget %s tillgängligt.

# the plugin title
source: Could not determine if updates are available for %s.
sv_se: Det gick inte att avgöra om det finns tillgängliga uppdateringar för %s.

# bm website about url
source: https://bernskioldmedia.com/en/cc-embed/about/
sv_se: https://bernskioldmedia.com/sv/cc-embed/om-oss/
